---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DatumVolumeOfInterest
source: html/69f6c21b-0a58-6d37-0c8c-d191671e5c2a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DatumVolumeOfInterest Property

"Scope Box"

## Syntax (C#)
```csharp
public static ForgeTypeId DatumVolumeOfInterest { get; }
```